Revit 2027 API
PaperSize Properties
The PaperSize type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Name |  Retrieve the paper size name of current project.
Top
See Also
Reference
PaperSize Class
Autodesk.Revit.DB Namespace